Repository: NaN-tic/trytond-asterisk
Catalog: locale/*.po
Languages: ca_es, es_es

# error:asterisk.configuration.company:
source: There is already one configuration for this company.
ca_es: Ja existeix una configuració per aquesta empresa.
es_es: Ya existe una configuración para esta empresa.

# error:asterisk.configuration:
source: Can't resolve the DNS of the Asterisk server:
ca_es: No es pot resoldre les DNS del servidor Asterisk:
es_es: No se puede resolver las DNS del servidor Asterisk:

# error:asterisk.configuration:
source: Invalid phone number
ca_es: El número de telèfon no és correcte.
es_es: El número de teléfono no es correcto.

# error:asterisk.configuration:
source: Not available Asterisk Server configured for the current user.
ca_es: L'actual usuari no té el servidor d'Asterisk configurat.
es_es: El usuario actual no dispone de servidor de Asterisk configurado.

# error:asterisk.configuration:
source: TCP ports range from 1 to 65535.
ca_es: Rang de ports TCP de 1 a 65535.
es_es: Rango de puertos TCP de 1 a 65535.

# error:asterisk.configuration:
source: The 'Extension priority' must be a positive value.
ca_es: La prioritat de l'extensió ha de ser un valor positiu.
es_es: La prioridad de la extensión debe ser un valor positivo.

# error:asterisk.configuration:
source: The connection from Tryton to the Asterisk server has failed. Please check the configuration on Tryton and Asterisk.
ca_es: La connexió entre Tryton i el servidor d'Asterisk ha fallat. Revisa la configuració de Tryton i Asterisk.
es_es: La conexión entre Tryton y el servidor de Asterisk ha fallado. Revise la configuración de Tryton y Asterisk.

# error:asterisk.configuration:
source: The phone number is not written in a valid format.
ca_es: El número de telèfon no és un format vàlid.
es_es: El número de teléfono no es un formato válido.

# error:asterisk.configuration:
source: The phone number is not written in a valid international format. Example of valid international format: +33 1 41 98 12 42.
ca_es: El número de telèfon no és un format internacional. Exemple de format vàlid: +33 1 41 98 12 42.
es_es: El número de teléfono no es un formato internacional. Ejemplo de formato válido: +33 1 41 98 12 42.

# error:asterisk.configuration:
source: The phone number is not written in a valid national format.
ca_es: El número de telèfon no és un format nacional.
es_es: El número de teléfono no es un formato nacional.

# error:asterisk.configuration:
source: There is no phone number.
ca_es: No hi ha un número de telèfon.
es_es: No hay un número de telèfono.

# error:asterisk.configuration:
source: There isn't a channel type configured for the current user
ca_es: L'actual usuari no té cap tipus de canal configurat.
es_es: El usuario actual no dispone de tipo de canal configurado.

# error:asterisk.configuration:
source: There isn't a internal phone number configured for the current user
ca_es: L'actual usuari no té cap número de telèfon internacional configurat.
es_es: El usuario actual no dispone de número de teléfono internacional configurado.

# error:asterisk.configuration:
source: Use only digits for 'International prefix'.
ca_es: Utilitza dígits per prefixes internacionals.
es_es: Usa solamente dígitos para prefijos internacionales.

# error:asterisk.configuration:
source: Use only digits for the 'Country prefix'.
ca_es: Utilitza dígits per prefixes de país.
es_es: Usa solamente dígitos para prefijos de país.

# error:asterisk.configuration:
source: Use only digits for the 'National prefix' or leave it empty.
ca_es: Utilitza dígits per prefixes nacionals o deixa'ls buit.
es_es: Usa solamente dígitos para prefijos nacionales o dejarlo vacío.

# error:asterisk.configuration:
source: Use only digits for the 'Out prefix' or leave it empty.
ca_es: Utilitza dígits pel prefix exterior o deixa'l buit.
es_es: Usa solamente dígitos para prefijo exterior o dejarlo vacío.

# error:asterisk.configuration:
source: You have not got the default company configured.
ca_es: No disposa configurat l'empresa per defecte.
es_es: No dispone de una empresa por defecto.

# error:asterisk.configuration:
source: You should enter a 'Wait time' value between 1 and 120 seconds.
ca_es: Utilitza un valor entre 1 a 120 segons pel temps en espera.
es_es: Usa un valor entre 1 a 120 segundos para el tiempo en espera.

# field:asterisk.configuration,alert_info:
source: Alert-Info SIP header
ca_es: Capçalera Aleta-Info SIP
es_es: Cabecera Aleta-Info SIP

# field:asterisk.configuration,context:
source: Dialplan context
ca_es: Context pla de marcat
es_es: Contexto plan de marcado

# field:asterisk.configuration,country_prefix:
source: My country prefix
ca_es: El prefix meu país
es_es: El prefijo de mi país

# field:asterisk.configuration,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:asterisk.configuration,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:asterisk.configuration,extension_priority:
source: Extension priority
ca_es: Prioritat extensió
es_es: Prioridad extensión

# field:asterisk.configuration,international_prefix:
source: International prefix
ca_es: Prefijo internacional
es_es: Prefijo internacional

# field:asterisk.configuration,ip_address:
source: Asterisk IP addr. or DNS
ca_es: Adreça IP Asterisk o DNS
es_es: Dirección IP Asterisk o DNS

# field:asterisk.configuration,login:
source: AMI login
ca_es: Identificador AMI
es_es: Identificador AMI

# field:asterisk.configuration,name:
source: Asterisk server name
ca_es: Nom del servidor Asterisk
es_es: Nombre del servidor Asterisk

# field:asterisk.configuration,national_format_allowed:
source: National format allowed?
ca_es: Permet formats nacionals?
es_es: ¿Se permite formato nacional?

# field:asterisk.configuration,national_prefix:
source: National prefix
ca_es: Prefix nacional
es_es: Prefijo nacional

# field:asterisk.configuration,out_prefix:
source: Out prefix
ca_es: Prefix exterior
es_es: Prefijo exterior

# field:asterisk.configuration,password:
source: AMI password
ca_es: Contrasenya AMI
es_es: Contraseña AMI

# field:asterisk.configuration,port:
source: Port
es_es: Puerto

# field:asterisk.configuration,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asterisk.configuration,wait_time:
source: Wait time (sec)
ca_es: Temps en espera (segons)
es_es: Tiempo en espera (segundos)

# field:asterisk.configuration,write_date:
source: Write Date
ca_es: Usuari creació
es_es: Fecha modificación

# field:asterisk.configuration,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:asterisk.configuration.company,alert_info:
source: Alert-Info SIP header
ca_es: Capçalera Aleta-Info SIP
es_es: Cabecera Aleta-Info SIP

# field:asterisk.configuration.company,company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:asterisk.configuration.company,context:
source: Dialplan context
ca_es: Context pla de marcat
es_es: Contexto plan de marcado

# field:asterisk.configuration.company,country_prefix:
source: My country prefix
ca_es: El prefix meu país
es_es: El prefijo de mi país

# field:asterisk.configuration.company,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:asterisk.configuration.company,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:asterisk.configuration.company,extension_priority:
source: Extension priority
ca_es: Prioritat extensió
es_es: Prioridad extensión

# field:asterisk.configuration.company,international_prefix:
source: International prefix
ca_es: Prefijo internacional
es_es: Prefijo internacional

# field:asterisk.configuration.company,ip_address:
source: Asterisk IP addr. or DNS
ca_es: Adreça IP Asterisk o DNS
es_es: Dirección IP Asterisk o DNS

# field:asterisk.configuration.company,login:
source: AMI login
ca_es: Identificador AMI
es_es: Identificador AMI

# field:asterisk.configuration.company,name:
source: Asterisk server name
ca_es: Nom del servidor Asterisk
es_es: Nombre del servidor Asterisk

# field:asterisk.configuration.company,national_format_allowed:
source: National format allowed?
ca_es: Permet formats nacionals?
es_es: ¿Se permite formato nacional?

# field:asterisk.configuration.company,national_prefix:
source: National prefix
ca_es: Prefix nacional
es_es: Prefijo nacional

# field:asterisk.configuration.company,out_prefix:
source: Out prefix
ca_es: Prefix exterior
es_es: Prefijo exterior

# field:asterisk.configuration.company,password:
source: AMI password
ca_es: Contrasenya AMI
es_es: Contraseña AMI

# field:asterisk.configuration.company,port:
source: Port
es_es: Puerto

# field:asterisk.configuration.company,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:asterisk.configuration.company,wait_time:
source: Wait time (sec)
ca_es: Temps en espera (segons)
es_es: Tiempo en espera (segundos)

# field:asterisk.configuration.company,write_date:
source: Write Date
ca_es: Usuari creació
es_es: Fecha modificación

# field:asterisk.configuration.company,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:res.user,asterisk_chan_type:
source: Asterisk channel type
ca_es: Tipus canal Asterisk
es_es: Tipo canal Asterisk

# field:res.user,asterisk_server:
source: Asterisk server
ca_es: Servidor Asterisk
es_es: Servidor Asterisk

# field:res.user,callerid:
source: Caller ID
ca_es: ID trucada
es_es: ID llamada

# field:res.user,internal_number:
source: Internal number
ca_es: Número intern
es_es: Número interno

# help:asterisk.configuration,alert_info:
source: Set Alert-Info header in SIP request to user's IP Phone. If empty, the Alert-Info header will not be added. You can use it to have a special ring tone for click2dial, for example you could choose a silent ring tone.
ca_es: Afegir capçalera info-alerta en les sol·licituds de telèfons SIP. Si es troba buit, no s'afegirà cap capçalera. Cal utilitzar un to especial de click2dial, per exemple, un to silenciós.
es_es: Añade la cabezera info-alerta en las solicitudes de teléfonos SIP. Si se encuentra vacío, no se añade ninguna cabezera. Se debe utilizar un tono especial click2dial, por ejemplo, un tono silencioso.

# help:asterisk.configuration,context:
source: Asterisk dialplan context from which the calls will be made. Refer to /etc/asterisk/extensions.conf on your Asterisk server.
ca_es: Context pla de marcat Asterisk per les trucades que es realitzaràn. Cal actualitzar també a /etc/asterisk/extensions.conf del servidor Asterisk.
es_es: Contexto plan de marcado Asterisk para las llamadas que se realizarán. Se debe actualizar también a /etc/asterisk/extensions.conf del servidor Asterisk.

# help:asterisk.configuration,country_prefix:
source: Prefix to add to make international phone calls (don't include the 'out prefix'). For example, the phone prefix for France is '33'. If the phone number to dial starts with the 'My country prefix', Tryton will remove the country prefix from the phone number and add the 'out prefix' followed by the 'national prefix'. If the phone number to dial doesn't start with the 'My country prefix', Tryton will add the 'out prefix' followed by the 'international prefix'.
ca_es: Prefix per afegir a les trucades internacionals (no incloure el "prefix exterior"). Per exemple, el prefix de França és '33'. Si el número de telèfon comença amb el prefix "Prefix meu país", Tryton eliminarà el prefix del país del número de telèfon i l'afegirà a "prefix exterior" relacionat amb el "prefix internacional". Si el número de telèfon no comença amb "Prefix meu país", Tryton afegeix "prefix exterior" conjuntament amb "prefix internacional".
es_es: Prefijo para añadir a llamadas internacionales (no incluir el "prefijo exterior"). Por ejemplo, el prefijo de Francia es '33'. Si el número de teléfono empieza como "Prefijo mi país", Tryton eliminará el prefijo del país del número de teléfono y añadirá el "prefijo exterior" relacionado con el "prefijo nacional". Si el número de teléfono no empieza como "Prefijo mi país", Tryton añade "prefijo exterior" conjuntamente con "prefijo internacional".

# help:asterisk.configuration,extension_priority:
source: Priority of the extension in the Asterisk dialplan. Refer to /etc/asterisk/extensions.conf on your Asterisk server.
ca_es: Prioritat de la extensió del pla de marcat d'Asterisk. Cal actualitzar també a /etc/asterisk/extensions.conf del servidor Asterisk.
es_es: Prioridad de la extensión del plan de marcado de Asterisk. Se debe actualizar también a /etc/asterisk/extensions.conf del servidor Asterisk.

# help:asterisk.configuration,international_prefix:
source: Prefix to add to make international phone calls (don't include the 'out prefix'). For example, in France, the International prefix is '00'.
ca_es: Prefix per afegir a les trucades internacionals (no incloure el "prefix exterior"). Per exemple, a França, el prefix internacional és "00".
es_es: Prefijo para realizar llamadas internacionales (no incluir el "prefijo externo"). Por ejemplo, en Francia, el prefijo internacional es "00".

# help:asterisk.configuration,ip_address:
source: IPv4 address or DNS name of the Asterisk server.
ca_es: Adreça IPv4 o nom DNS del servidor Asterisk.
es_es: Dirección IPv4 o nombre DNS del servidor Asterisk.

# help:asterisk.configuration,login:
source: Login that Tryton will use to communicate with the Asterisk Manager Interface. Refer to /etc/asterisk/manager.conf on your Asterisk server.
ca_es: Connectar-se a Tryton quan s'utilitza una interficie de gestió d'Asterisk. Cal actualitzar també a /etc/asterisk/manager.conf del servidor Asterisk.
es_es: Contarse a Tryton cuando se use una interficie de gestión de Asterisk. Se debe actualizar también a /etc/asterisk/manager.conf del servidor Asterisk.

# help:asterisk.configuration,name:
source: Asterisk server name.
ca_es: Nom del servidor Asterisk.
es_es: Nombre del servidor Asterisk.

# help:asterisk.configuration,national_format_allowed:
source: Do we allow to use click2dial on phone numbers written in national format, e.g. 01 41 98 12 42, or only in the international format, e.g. +34 1 41 98 12 42 ?
ca_es: Com s'usen els números de telèfon click2dial, en format nacional, per exemple, 01 41 98 12 42, o bé només en format internacional, per exemple, +34 1 41 98 12 42 ?
es_es: ¿Cómo se usan los números del teléfono click2dial, en formato nacional, por ejemplo, 01 41 98 12 42, o bien sólo en formato internacional, por ejemplo, +34 1 41 98 12 42 ?

# help:asterisk.configuration,national_prefix:
source: Prefix for national phone calls (don't include the 'out prefix'). For example, in France, the phone numbers looks like '01 41 98 12 42': the National prefix is '0'.
ca_es: Prefix per trucades nacionals (no incloure el "prefix extern"). Per exemple, a França, el número seria '01 41 98 12 42': el codi nacional és '0'.
es_es: Prefijo para llamadas nacionales (no incluir el "prefijo externo"). Por ejemplo, a Francia, el número seria '01 41 98 12 42': el código nacional es "0".

# help:asterisk.configuration,out_prefix:
source: Prefix to dial to place outgoing calls. If you don't use a prefix to place outgoing calls, leave empty.
ca_es: Prefix del marcador per trucades sortints. Si no utilitza aquest tipus de trucades, deixar-ho buit.
es_es: Prefijo del marcador para las llamadas salients. Si no usa este tipo de llamadas, dejarlo vacío.

# help:asterisk.configuration,password:
source: Password that Asterisk will use to communicate with the Asterisk Manager Interface. Refer to /etc/asterisk/manager.conf on your Asterisk server.
ca_es: Contrasenya d'Asterisk que es comunicarà amb la interfície de gestió d'Asterisk. Cal actualitzar també a /etc/asterisk/manager.conf del servidor Asterisk.
es_es: Contraseña de Asterisk que es comunicará con la interfaz de gestión de Asterisk. Se debe actualizar también a /etc/asterisk/manager.conf del servidor Asterisk.

# help:asterisk.configuration,port:
source: TCP port on which the Asterisk Manager Interface listens. Defined in /etc/asterisk/manager.conf on Asterisk.
ca_es: Port TCP que es comunicarà amb la interfície de gestió d'Asterisk. Cal actualitzar també a /etc/asterisk/manager.conf del servidor Asterisk.
es_es: Puerto TCP que es comunicará con la interfaz de gestión de Asterisk. Se debe actualizar también a /etc/asterisk/manager.conf del servidor Asterisk.

# help:asterisk.configuration,wait_time:
source: Amount of time (in seconds) Asterisk will try to reach the user's phone before hanging up.
ca_es: Total de temps (en segons) que Asterisk intentarà comunicar-se a l'usuari abans de penjar.
es_es: Total de tiempo (en segundos) Asterisk intentará comunicarse al usuario antes de colgar.

# help:res.user,asterisk_chan_type:
source: Asterisk channel type, as used in the Asterisk dialplan. If the user has a regular IP phone, the channel type is 'SIP'.
ca_es: Tipus de canal Asterisk que s'usa pel pla del marcat. Si l'usuari disposa un telèfon IP regular, el tipus de canal és 'SIP'.
es_es: Tipo de canal Asterisk que se usa en el plan del marcado. Si el usuario dispone de un teléfono IP regular, el tipo de canal es 'SIP'.

# help:res.user,asterisk_server:
source: Asterisk server on which the user's phone is connected.
ca_es: Servidor Asterisk on el usuari es connectarà.
es_es: Servidor Asterisk dónde el usuario se contectará.

# help:res.user,callerid:
source: Caller ID used for the calls initiated by this user.
ca_es: ID llamada que se usa per les trucades inicials en aquest usuari.
es_es: ID llamada que se usa para las llamadas iniciales para este usuario.

# help:res.user,internal_number:
source: User's internal phone number. You can deffine more than one separetd by coma ','. It try to send the call to each number until you pick up one of defined phone or arrive the end.
ca_es: Número de telèfon intern. Es pot definir més d'un número separats amb la coma ",". Intentarà enviar cada trucada per cada número mentres no es despengi o finalitzi.
es_es: Número de teléfono interno. Puede definir más de un número separados con la coma ",". Intentará enviar cada llamada por cada número mientras no se descuelgue o finalice.

# model:asterisk.configuration,name:
source: Asterisk Configuration
ca_es: Configuració Asterisk
es_es: Configuración Asterisk

# model:asterisk.configuration.company,name:
source: Asterisk Configuration Company
ca_es: Configuració Empresa Asterisk
es_es: Configuración Empresa Asterisk

# model:ir.action,name:act_asterisk_configuration_form
source: Server
ca_es: Servidor
es_es: Servidor

# model:ir.ui.menu,name:menu_asterisk_configuration
source: Asterisk Configuration
ca_es: Configuració Asterisk
es_es: Configuración Asterisk

# model:res.group,name:group_asterisk
source: Asterisk Administration
ca_es: Administració Asterisk
es_es: Administración Asterisk

# view:asterisk.configuration:
source: Prefix
es_es: Prefijo
